is-tg/paras-avr/variants/standard/pins_arduino.h
#ifndef Pins_Arduino_h
#define Pins_Arduino_h
// N76E003 pin definitions — add as needed
#define NUM_DIGITAL_PINS 18
#define NUM_ANALOG_INPUTS 8
#endif
